[
  {
    "title": "Rocket League",
    "description": "Rocket League is a soccer-like computer game played with in-game vehicles. Rocket League was developed and published by Psyonix. In the game, players control a vehicle with which they must try to score goals on a pitch that bears similarities to a soccer field. The game is available for Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, Microsoft Windows and Linux. During online matches, full cross-platform is provided. This allows players from all of the above platforms to play together.",
    "img": "https://mbo-sd.nl/img/p03/gaming/rocketleague.jpg",
    "releaseDate": "7 juli 2015",
    "price": "Free to Play",
    "genres": "Sport, race",
    "platforms": ["Windows", "Unix"],
    "url": "https://www.rocketleague.com/"
  },
  {
    "title": "Fortnite",
    "description": "Fortnite is an online computer game developed by Epic Games that was released in 2017. It is available in three different gamemodes that share the same general gameplay and engine: Fortnite: Save the World, a cooperative shooter-survival game for up to four players to fight zombie-like creatures and defend objects with fortifications they can build; Fortnite Battle Royale, a free Battle Royale game in which up to 100 players fight to be the last person standing; and Fortnite Creative, where players are given complete freedom to create worlds and battle arenas. Save the World and Battle Royale were released as early access titles in 2017, while Creative was released on Dec. 6, 2018. Save the World is available for Windows, macOS, PlayStation 4, Playstation 5 and Xbox One, and Battle Royale and Creative were released for all those platforms, as well as for Nintendo Switch, iOS and Android.",
    "img": "https://mbo-sd.nl/img/p03/gaming/fortnite.jpg",
    "releaseDate": "27 juli 2017",
    "price": "Free to Play",
    "genres": "Battle royale, third-person shooter",
    "platforms": ["Windows", "MacOS"],
    "url": "https://www.fortnite.com/?lang=en-US"
  },
  {
    "title": "Fall Guys",
    "description": "Fall Guys: Fall Guys: Ultimate Knockout is a battle royale platform game developed by Mediatonic and published by Devolver Digital. The computer game is inspired by game shows such as Takeshi's Castle, It's a Knockout and Wipeout. In June 2019, it was announced at E3. On Aug. 4, 2020, it was released for Microsoft Windows and the PlayStation 4. Within a month, the game sold seven million copies on Steam and became the most downloaded PlayStation Plus game ever. As such, it was the game of the summer in 2020.",
    "img": "https://mbo-sd.nl/img/p03/gaming/fallguys.jpg",
    "releaseDate": "4 augustus 2020",
    "price": "Free to Play",
    "genres": "Battle royale, platformer",
    "platforms": ["Windows"],
    "url": "https://www.fallguys.com/"
  },
  {
    "title": "Dying Light",
    "description": "First-person action survival game set in a post-apocalyptic open world overrun by flesh-hungry zombies. Roam a city devastated by a mysterious virus epidemic. Scavenge for supplies, craft weapons, and face hordes of the infected. The game also has an awesome story mode and a bunch of side quests.",
    "img": "https://exputer.com/wp-content/uploads/2021/07/Dying-light.jpg",
    "releaseDate": "4 augustus 2020",
    "price": "Free to Play",
    "genres": "Battle royale, platformer",
    "platforms": ["Windows"],
    "url": "https://dyinglightgame.com/"
  }
]
